{
  "header": {
    "home": "ホーム",
    "privacy": "プライバシーポリシー",
    "contact": "お問い合わせ",
    "language": "言語",
    "menu": "メニューを開く"
  },
  "footer": {
    "copyright": "© 2025 WEIHISANG LIN. All rights reserved."
  },
  "homePage": {
    "title": "ReLog - 大切な人との思い出を、ずっと記録に。",
    "meta": {
      "description": "恋愛ログアプリ「ReLog」は、交際期間やイベントを簡単に記録・振り返りできるアプリです。"
    },
    "catchphrase": "大切な人との思い出を、ずっと記録に。",
    "appDescription": "ReLogは、交際期間やイベントを簡単に記録・振り返りできる恋愛ログアプリです。",
    "appStoreAlt": "App Storeからダウンロード",
    "featureSection": {
      "title": "ReLogの特徴",
      "features": [
        {
          "title": "関係の管理",
          "description": "大切な関係（Relationship）を簡単に登録・編集・削除できます。"
        },
        {
          "title": "交際期間のカウント",
          "description": "交際期間を日数/年月日で自動計算。非表示にすることも可能です。"
        },
        {
          "title": "イベント記録",
          "description": "記念日や大切な出来事を記録して、いつでも振り返ることができます。"
        },
        {
          "title": "タイムライン表示",
          "description": "登録したイベントを時系列で一覧表示。思い出を簡単に振り返れます。"
        },
        {
          "title": "終了日設定",
          "description": "交際終了日を設定すると、カウントが自動的に停止します。"
        }
      ]
    },
    "downloadSection": {
      "title": "さっそく使ってみる"
    }
  },
  "privacyPage": {
    "title": "プライバシーポリシー | ReLog",
    "meta": {
      "description": "ReLogのプライバシーポリシーについてのページです。"
    },
    "policyTitle": "プライバシーポリシー",
    "policyIntro": "このプライバシーポリシーは、WEIHISANG LIN（以下「サービス提供者」）が無料サービスとして作成したReLogアプリ（以下「アプリケーション」）に適用されます。このサービスは「現状のまま」での使用を意図しています。",
    "sections": {
      "information": {
        "title": "アプリケーションはどのような情報を取得し、どのように使用されますか？",
        "content": "アプリケーションはダウンロードして使用する際に、いかなる情報も取得しません。アプリケーションを使用するための登録は必要ありません。"
      },
      "location": {
        "title": "アプリケーションはデバイスの正確なリアルタイムの位置情報を収集しますか？",
        "content": "このアプリケーションは、モバイルデバイスの位置に関する正確な情報を収集しません。"
      },
      "thirdParty": {
        "title": "第三者はアプリケーションによって取得された情報を閲覧および/またはアクセスできますか？",
        "content": "アプリケーションは情報を収集しないため、第三者とデータが共有されることはありません。"
      },
      "optOut": {
        "title": "オプトアウトの権利は何ですか？",
        "content": "アプリケーションによる情報の収集をすべて停止するには、アプリケーションをアンインストールするだけです。モバイルデバイスまたはモバイルアプリケーションマーケットプレイスまたはネットワークの一部として利用可能な標準的なアンインストールプロセスを使用することができます。"
      },
      "children": {
        "title": "子供",
        "content": "アプリケーションは、13歳未満の子供からデータを収集したり、子供に向けてマーケティングを行うために使用されることはありません。サービス提供者は、子供から個人を特定できる情報を故意に収集することはありません。サービス提供者は、すべての子供に対して、アプリケーションおよび/またはサービスを通じて個人を特定できる情報を提供しないよう奨励しています。サービス提供者は、保護者が子供のインターネット使用を監視し、子供に対してアプリケーションおよび/またはサービスを通じて許可なく個人を特定できる情報を提供しないよう指示することでこのポリシーの実施を支援することを奨励します。子供がアプリケーションおよび/またはサービスを通じてサービス提供者に個人を特定できる情報を提供したと思われる理由がある場合は、お問い合わせページを通じてサービス提供者に連絡してください。必要な措置を講じることができるようになります。また、あなたの国であなたの個人を特定できる情報の処理に同意するには、少なくとも16歳以上である必要があります（一部の国では、あなたの代わりに親または保護者が同意することを許可する場合があります）。"
      },
      "security": {
        "title": "セキュリティ",
        "content": "サービス提供者は、あなたの情報の機密性を保護することに関心を持っています。ただし、アプリケーションは情報を収集しないため、不正なアクセスによってデータが漏洩するリスクはありません。"
      },
      "changes": {
        "title": "変更",
        "content": "このプライバシーポリシーは、何らかの理由で随時更新される場合があります。サービス提供者は、新しいプライバシーポリシーでこのページを更新することにより、プライバシーポリシーの変更を通知します。変更を定期的に確認するためにこのプライバシーポリシーを定期的に参照することをお勧めします。継続的な使用はすべての変更の承認とみなされます。このプライバシーポリシーは2025年6月1日より有効です。"
      },
      "consent": {
        "title": "あなたの同意",
        "content": "アプリケーションを使用することにより、このプライバシーポリシーに記載されているように、現在およびサービス提供者によって修正された情報の処理に同意したことになります。"
      },
      "contact": {
        "title": "お問い合わせ",
        "content": "アプリケーションの使用中にプライバシーに関する質問がある場合、または慣行について質問がある場合は、お問い合わせページを通じてサービス提供者にお問い合わせください。"
      }
    }
  },
  "contactPage": {
    "title": "お問い合わせ | ReLog",
    "meta": {
      "description": "ReLogに関するお問い合わせはこちらからどうぞ。"
    },
    "pageTitle": "お問い合わせ",
    "content": "以下のフォームからお問い合わせください。",
    "form": {
      "name": "お名前",
      "email": "メールアドレス",
      "message": "メッセージ",
      "submit": "送信する",
      "submitting": "送信中...",
      "success": "お問い合わせありがとうございます。メッセージが送信されました。",
      "error": "メッセージの送信に失敗しました。後でもう一度お試しください。"
    }
  },
  "languageSwitcher": {
    "ja": "日本語",
    "en": "English",
    "zh": "繁體中文"
  }
}
